org/outline.tex
% Created 2014-01-10 Fri 13:45
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\documentclass{article}
\usepackage[T1]{fontenc}
\usepackage{mathptmx}
\usepackage[scaled=.90]{helvet}
\usepackage{courier}
\author{Gil Tomás}
\date{\today}
\title{Gene Expression Markers of Proliferation and Differentiation in Cancer and the Extent of Prognostic Signals in the Cancer Transcriptome}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.3.1 (Org mode 8.2.5a)}}
\begin{document}

\maketitle
\tableofcontents


\section{Introduction}
\label{sec-1}
\subsection{Life}
\label{sec-1-1}
A brief recapitulation on the canonical perspective of the evolutionary history
of life, starting from the central dogma of mollecular biology and then from
unicellular to multicellular levels of integration and complexity. Introduces
the concepts of evolution and adaptation, homeostasis (homeodynamics),
developmental biology, high level structural tissular integration, response to
stimuli and cell-to-cell communication.

This section of the introduction will provide the reader with some of the core
concepts around which the discussion will be framed.
\subsection{Cancer}
\label{sec-1-2}
Cancer is first portrayed as a by-product of the complexity of biological
systems resulting in a disruption of homeostatic processes. Inasmuch, a first
conceptual motivation for a better understanding of cancer is a further
elucidation of the mechanisms governing the normal functioning of multicellular
life. Cancer is thus primarily introduced as departure from sustained
homeodynamic equilibrium in organisms.
\subsubsection{Cancer: a clinical perspective}
\label{sec-1-2-1}
Study of cancer is then motivated from a clinical perspective and discussed as a
global public health issue. This section will cover the epidemiology of cancer,
possible causes, generic methods of diagnosis and treatment.
\paragraph{Incidence of cancers}
\label{sec-1-2-1-1}
A summary of the most recent WHO cancer incidence data will be presented here.

\subsubsection{The biology of cancer}
\label{sec-1-2-2}
This section reviews the biological capabilities acquired during the multistep
development of human tumors. It frames cancer as a disease of genomic
instability and discusses its mollecular origin and evolutionary dynamics.

Discusses the major mollecular pathways linked with cancer. Introduces the
concepts of cell transformation, apoptosis, necrosis, tumour angiogenesis,
epithelial-to-mesenchymal transition (EMT), immune detection, invasion and
metastasis.

\subsubsection{Differentiation in cancer}
\label{sec-1-2-3}
Once transformed, cancer cells incur in a gradual deregulation of the patterns
of gene expression associated with their tissue of origin.

Discusses the concept of \emph{grade} in cytopathology and the clinical, diagnostic
and mollecular implications of dedifferentiation in cancer.

\subsubsection{Proliferation in cancer}
\label{sec-1-2-4}
Cancer is a disease of uncontrolled cell division and thus proliferation is a
prime hallmark of cancer.

Discusses the clinical assessments of proliferation in cancer and their
mollecular underpinnings.
\subsection{Microarrays}
\label{sec-1-3}
\subsubsection{A short history}
\label{sec-1-3-1}
Provides a short introduction to microarrays starting from the early 1990's as
an evolution from Southern blotting to measure genome-wide gene expression.

Discusses what are microarrays; two-channel \emph{vs} one-channel detection;
experimental designs.

\subsubsection{Microarrays and cancer}
\label{sec-1-3-2}
Provides the reader with a perspective on the impact of microarray technology in
the cancer research field. Discusses the prospectives of technology
raised in the early 2000's. Some discussed major achievements include:
\begin{itemize}
\item discovery of cancer-specific mollecular subtypes and their relationships with
previously described histological subtypes (breast and medullobalstoma
examples);
\item use of microarrays in diagnosis and prognosis of cancer;
\item insights on eventual biological mechanisms driving cancer.
\end{itemize}

Introduces the reader to survival analysis.

\subsubsection{Microarray data analysis and bioinformatics}
\label{sec-1-3-3}
Discusses the analytical bottlenecks raised by the sheer volume of data
genereated by microarray technology. Covers the concepts of class discovery \&
class prediction analysis; hipothesis-driven statistical analysis and discusses
the relation between probe and gene. Introduces the Gene Expression Omnibus.

\subsection{Motivation and main contributions of this thesis}
\label{sec-1-4}
\subsubsection{Main goals}
\label{sec-1-4-1}
The motivation of this thesis is two-fold:
\begin{enumerate}
\item To explore the use of differentiation metagenes as markers of the progression
of cancers, both from the perspective of their loss of differentiation as
well as of their concomitant increased aggressivity.
\item To dissect the genetic programs contributing to the prognostic content of
expression profiles of patients of distinct types of cancer, as assessed by
survival analysis. To ascertain the impact of proliferation genetic programes
in the extent of these prognostic signals.
\end{enumerate}

This research program was carried making use of publicly available gene
expression profiles, open source software and by implementing data analysis
methodologies in reproducible computational routines. The findings obtained
during this thesis are then examined in the discussion section from the
perspective of the use of microarray technology both to diagnose and
prognosticate cancer, as well as acquire insight in the biology of cancer.

\section{Publications}
\label{sec-2}
\begin{enumerate}
\item Principal papers
\label{sec-2-0-0-0-1}
\begin{enumerate}
\item oncogene paper
\item breast cancer cohorts paper, to be submitted
\end{enumerate}

\item Collaborative papers
\label{sec-2-0-0-0-2}
\begin{enumerate}
\item 5-aza
\item Epac
\end{enumerate}
\end{enumerate}

\section{Material and methods}
\label{sec-3}
\subsection{Data analysis}
\label{sec-3-1}
Discusses from a conceptual point of view: supervised \emph{vs} unsupervised
analysis; challenges associated with of high-throughput technology outputs; open
source software for data analysis

Key concepts: bioinformatics; trustworthy software (Prime Directive);
reproducible research and its challenges

\subsection{Data collection}
\label{sec-3-2}
A description of the Gene Expression Onmibus and other online repositories of
microarray data resources.

\subsection{Microarray analysis}
\label{sec-3-3}
Introduces from a technical point of view: data preprocessing; dimensionality
reduction; clustering; heatmap; principal component analysis; censoring data and
survival analysis

\section{Results}
\label{sec-4}
\subsection{Methods to extract differentiation signatures}
\label{sec-4-1}
We developed tools to derive gene expression signatures (metagenes) from
expression profiles of healthy tissues.

\subsection{Differentiation signatures have diagnostic potential in cancer}
\label{sec-4-2}
We showed that such metagenes are able to discriminate between cancer subtypes
of distinct agressivity.

\subsection{Prognostic content is heterogeneous across distinct cohorts of breast cancer}
\label{sec-4-3}
We highlighted the heterogeneity of the prognostic content of distinct cohorts
of breast cancer expression profiles and characterized the range of biological
and technical variables that could account for it.

\subsection{Proliferation captures most of the prognostic content of cancer transcriptomes}
\label{sec-4-4}
We reassessed the extent by which proliferation genetic programs could impact
global expression profiles in breast cancer and therefore account for the
majority of prognostic signals therein.

Focus on introducing the main results of each paper in a sequential way:
\begin{itemize}
\item motivation (question addressed)
\item methods (data analysis techniques employed)
\item results (graphical or tabular output)
\item findings (brief description of conclusions drawn)
\end{itemize}
Reviews supplementary data of each paper in the same terms. PDF copies go in
appendix.

\section{Discussion}
\label{sec-5}
\subsection{Biological insights}
\label{sec-5-1}
Discusses the contributions of this thesis from a biological point of
view, namely:
\begin{itemize}
\item cancer as a reversion of a differentiation program (examines cancer stem
cells);
\item an eventual pan-transcriptomic impact of genetic programs linked to
cell dievision and proliferation;
\item how to discretize transcriptomic signals from distinct cellular types (\emph{e.g.},
how to quantify immune response of inflammatory response with microarrays)
\end{itemize}

\subsection{Technical insights}
\label{sec-5-2}
Discusses the contributions of this thesis from the technical point of view,
namely:
\begin{itemize}
\item strengths and limitations of microarrays
\item strengths and limitations of methodological statistical tools employed
\item eventual ways of addressing technological and methodological limitations
\end{itemize}

\subsection{Impact of microarrays on cancer research}
\label{sec-5-3}
Discusses how microarray technology impacted and reshaped cancer research,
from the diagnosis to prognosis; from enhancing our understanding of the
pathways disrupted in cancer to validation of new therapeutic targets.

Confronts the expectations raised by the technology the early 2000's with the
current state-of-the-art understanding of cancer, now at the dawn of another
technological wave. Concludes with an epistemological note on the scientific
process (\href{http://www.newyorker.com/reporting/2010/12/13/101213fa_fact_lehrer}{the decline effect}, Ioannidis' research)

\subsection{Prospects in cancer research}
\label{sec-5-4}
Provides a brief account of new mainstream technologies employed in cancer
research, including next-generation sequencing and bead arrays. These
technologies have largely replaced microarray technology as the prime tool to
investigate gene expression patterns in cancer. Discusses how the lessons drawn
from 15 years of microarray-driven cancer research and the insights discussed in
this thesis may benefit the
\section{Conclusion}
\label{sec-6}
Wraps up with a broader perspective on cancer by framing its progression through
the perspective of evolutionary life history. Covers concepts such as cellular
Darwinism, tumour heterogeneity, tumour dormancy and aggressivity. Proposes a
reinterpretation of the findings of this thesis through this point of view,
contextualized by the limitations of microarray technology discussed above.
% Emacs 24.3.1 (Org mode 8.2.5a)
\end{document}